{
    "EN": {
        "nav": {
            "home": "Home",
            "services": "Services",
            "about": "About",
            "projects": "Projects",
            "contact": "Contact"
        },
        "home":{
            "hello": "Hello, i am a",
            "developer": "Developer",
            "intro": "Discover my varied skills in front-end and back-end development, as well as my exciting projects"
        },
        "services": {
            "intro":"Transform your vision into digital reality with custom web solutions, designed with care and expertise to propel your business to new heights online.",
            "webApp": "Design, develop and deploy complete websites, from the creation of the initial model to the launch of the site.",
            "phone": "Develop mobile applications for iOS and/or Android using frameworks such as React Native",
            "api": "Integration of different applications and systems using APIs (Application Programming Interfaces).",
            "cicd": "Automation of tests, integrations and deployments to accelerate and secure the software development cycle"
        },
        "about": {
            "title": "About Me",
            "intro": "As a passionate autodidact, I have acquired solid expertise in the field of web development. My willingness to learn independently has allowed me to master programming languages, frameworks and modern web technologies. With concrete experience and a practical approach, I am ready to take on any challenge to create innovative and efficient web solutions."
        },
        "data":{
            "intro":"With a custom website, you can expand your reach, attract new customers, and create unparalleled business opportunities. Don't miss the opportunity to make your business shine on the digital stage and maximize your growth potential.",
            "activeUser": "Users active",
            "accessible": "Accessible",
            "titleWorld": "Everywhere",
            "world": "Everywhere in the world"

        },
        "projects":{
            "title": "Projects",
            "intro": "Discover a collection of my most exciting work, showcasing my technical expertise, artistic vision and passion for development challenges."
        },
        "contact": {
            "title": "Contact Me",
            "name": "Name",
            "submit": "Submit"
        }
    },
    "FR": {
        "nav": {
            "home": "Accueil",
            "services": "Services",
            "about": "A propos",
            "projects": "Projets",
            "contact": "Contact"
        },
        "home": {
            "hello": "Bonjour, je suis",
            "developer": "Développeur",
            "intro": "Découvrez mes compétences variées en développement front-end et back-end, ainsi que mes projets passionnants"
        },
        "services":{
            "intro": "Transformez votre vision en réalité numérique avec des solutions web personnalisées, conçues avec soin et expertise pour propulser votre entreprise vers de nouveaux sommets en ligne",
            "webApp": "Concevoir, développer et déployer des sites web complets, de la création de la maquette initiale à la mise en ligne du site.",
            "phone": "Développer des applications mobiles pour iOS et/ou Android en utilisant des frameworks tels que React Native",
            "api": "Intégration de différentes applications et systèmes en utilisant des API (Interfaces de programmation d'application).",
            "cicd": "Automatisation des tests, intégrations et déploiements pour accélérer et sécuriser le cycle de développement logiciel"
        },
        "about": {
            "title": "A propos de moi",
            "intro": "En tant qu'autodidacte passionné, j'ai acquis une expertise solide dans le domaine du développement web. Ma volonté d'apprendre de manière autonome m'a permis de maîtriser les langages de programmation, les frameworks et les technologies web modernes. Avec une expérience concrète et une approche pratique, je suis prêt à relever tous les défis pour créer des solutions web innovantes et performantes."
        },
        "data": {
            "intro": "Avec un site Web personnalisé, vous pouvez étendre votre portée, attirer de nouveaux clients et créer des opportunités commerciales sans précédent. Ne manquez pas l'occasion de faire briller votre entreprise sur la scène numérique et de maximiser votre potentiel de croissance.",
            "activeUser": "Utilisateurs active",
            "accessible": "Accessible",
            "titleWorld": "Partout",
            "world": "Partout dans le monde"
        },
        "projects":{
            "title": "Projets",
            "intro": "Découvrez une collection de mes réalisations les plus passionnantes, mettant en valeur mon expertise technique, ma vision artistique et ma passion pour les défis du développement."
        },
        "contact": {
            "title": "Contactez-moi",
            "name": "Nom",
            "submit": "Envoyer"
        }
    }
}